Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “啊？”好不容易吃上顿饱饭的沈萤，转头看了看旁边一脸坚定的厨子，“你伤没好？”
en_us: "Huh?" Shen Ying finally ate a full meal for the first time in a long time. She turned to look at the Chef beside her, who had a look of determination. "You haven't recovered?"

source: “啊？”易峰愣了一下，好吃是什么意思？细一想以为她指的是训服的技巧，“越是高阶的灵兽，想要契约训服就越是困难，想必不会轻易被制服的。对了，沈道友看着也是对御兽颇有研究的人，不知对那些生性高傲，特别是十阶以上的不肯轻易契约的灵兽，有没有什么特别的应对方法？”
en_us: "Huh?" Yi Feng hesitated. What did she mean by delicious? Thinking that she was referring to the training techniques, he said, "The higher the beast's level, the harder it will be to train them. I don't think they will submit to you so easily. Oh right. Fellow Daoist Shen Ying, you look like you know your spirit beasts really well. Do you have any advice on taming high-level beasts, especially those above the tenth-stage?"

source: “啊？”易峰愣了一下，这才应了一声，“哦。”
en_us: "Huh?" Yi Feng hesitated, "oh."

source: “啊？”沈萤一脸懵逼，顺手就接过那个旗子，“阵法是啥意思？”
en_us: "Huh?" Shen Ying was dumbfounded. As she received the gonfalon, she asked, "What does array formation mean?"

source: “啊？”沈萤一脸茫然，干嘛？
en_us: "Huh?" Shen Ying was blank. What do you want?

source: “啊？”沈萤愣了一下，一脸的茫然，“说啥？”
en_us: "Ah?" Shen Ying faltered for a moment, stunned. "What am I supposed to say?"

source: “啊？”沈萤愣了一下，想起来某块禁止牌，才反应过来，“哦，你叫我，对，我是羿掌门。”
en_us: "Huh?" Shen Ying hesitated and remembered the prohibition signs. She quickly regained her composure, "Oh, you're referring to me. Yes, I am Sect Master Yi."

source: “啊？”沈萤终于动了动，歪着头看她一眼，似是这才想起她们来，“哦，你们随意吧。”
en_us: "Ah?" Shen Ying finally moved and looked at her with her head tilted, seemingly just remembering about them. "Oh, you guys make yourselves comfortable."

source: “啊？”突然被点名的轩辕禹一僵，看了看地上只剩一口气的郁海珩，这人不是已经废了吗？难道还想千万万剐？“大……大仙，他已经这样了，再动刀……不好吧？”
en_us: "Huh?" Taken aback by her question, Xuan Yuanyu looked at the half-dead Yu Haiheng. Isn’t this person already a cripple? Don't tell me you plan on chopping him to pieces? "Great… Immortal, he is already in this condition. I think using a knife on him… is not a good idea?"

source: “啊？”这话啥意思？
en_us: "Huh?" What does he mean?

source: “啊？啊……哦，是！”易峰一脸懵逼，所以……灵主这是生气，还是没生气啊？
en_us: "Huh? Ah... Oh, yes!" Yi Feng looked confused. So... is Spirit Master angry or not?

source: “啊？啊！”
en_us: "Huh? Huh!"

source: “啊？啊！”带什么路？
en_us: "Huh? Huh!" Lead where?

source: “啊？啊！”易峰回头看了她一眼，眼神却没有焦距。满脸都写着：我是谁？我在哪？
en_us: "Huh? Huh!" Yi Feng turned to look at her but his eyes were still unfocused. The look on his face seemed to say: Who am I? Where am I?

source: “啊？啊！”易峰愣住。
en_us: "Huh? Ah!" Yi Feng paused.

source: “啊？啊！”社交恐惧症是什么鬼？“是……吧？”为免她继续问下去，易峰点了点头。
en_us: "Huh? Ah!" What the heck is sociophobia? "I guess... so?" Yi Feng nodded so that Shen Ying would stop questioning him further.

source: “啊？坏了……”
en_us: "Ah? It's broken..."

source: “啊？坏了！我要走火入魔了……”
en_us: Shit! I'm about to suffer a Qi deviation…

source: “啊？茅屋，啥茅屋？”沈萤一愣。
en_us: "Huh? What straw cottage?" Shen Ying asked.

source: “啊？！”兔王一愣，条件反射的回了句，“谢……谢谢？”她这是啥意思？难道是想打它肚里的孩子主意？
en_us: "Ah?!" The Rabbit Monarch was taken aback as it instinctively replied, "Th-thank you?" What was the meaning of this? Did she have her sights on the bunnies in its tummy?

source: “啊？！”啥意思？
en_us: "Ah!?" What did she mean?

source: “啊？！”她转头看向她，眉头顿时犹豫的皱了起来。戚橙雨心底冷了冷，却听她一脸认真的问，“魔修……不能烤鸡吗？”
en_us: "Ah?!" Shen Ying turned her head to look at her, frowning in uncertainty. Qi Chengyu's heart sank a little, but then she heard Shen Ying asking seriously, "fiendish cultivators… can't roast chicken?"

source: “啊？！”易峰一愣，似是没有想到它会问这个问题，半会才回道，“好像叫……沈……沈……”沈什么来着，扬？音？樱？还是罂？
en_us: "Huh?" Yi Feng hesitated. He did not expect the beast to ask this question. After a moment, he answered, "I think it's... Shen... Shen..." Shen what? Yang? Yin? Yan? Or was it Yun?

source: “啊？！”易峰呆了呆，才反应过来她问的什么，突然就想起了孤月尊者的交待，摇了摇头，“不会！”
en_us: "Huh?" Yi Feng was shocked. He was just about to ask what she meant, but then he remembered Supremacy Lonemoon's instructions. He shook his head, "Nope!"

source: “啥事啊？”
en_us: "What's the matter?"

source: “啥事？”
en_us: "What matter?"

source: “啥叫化仙丹？”沈萤问。
en_us: "What are Immortal Formation Pills?" Shen Ying asked.

source: “啥叫灵兽，这不是鸡妖吗？”沈萤扬了扬手里的鸡问。
en_us: "What’s a spirit beast, isn't this a chicken demon?" asked Shen Ying, waving around the bird in her hand.

source: “啥叫秘境？”沈萤瞅了瞅这座突然从土里冒出来的山峰。
en_us: "What's a mystic realm?" Shen Ying studied the peak that seemed to spring out of nowhere.

source: “啥意思？”
en_us: "What do you mean?"

source: “啥时候？”
en_us: "When?"

source: “啥是草木灵？”沈萤愣了愣，这怎么看都是个萝卜啊。
en_us: "What's a vegetation spirit?" Shen Ying questioned. No matter which angle she looked, the thing still looked like a radish.

source: “啥阵？”沈萤四下瞅了瞅，怎么个毁法？
en_us: "What array?" Shen Ying looked around. How to destroy?

source: “啥？”
en_us: "What?"

source: “啥？”不是被追魂楼抓了吗？
en_us: "What?" Weren't they kidnapped by people from the Soul Chasing Tower?

source: “啥？”他还没反应过来，突然后方传来一声，巨大的响动，有黑色东西，冲天而起。转瞬之间漫天魔气迷曼，遮盖住了整个无敌派的天空。
en_us: "What?" Before he could react, black particles that followed a deafening sound dashed up the sky with vigor. In the blink of an eye, the demonic Qi blotted the sky of Invincible Sect.

source: “啥？”他这才看到屋内的木桌前还坐着一个女人，衣服灰扑扑的，头发乱蓬蓬的，正抓着双筷子，吃得嘴角一鼓一鼓的耸动着，满桌各色菜肴被扫了大半。顿时想起一个久违的词——吃货！
en_us: "What?" It was then that he saw a woman sitting at the wooden table in the room, her clothes unkempt and hair dishevelled, clutching a pair of chopsticks. Suddenly, he remembered a long-lost term — foodie!

source: “啥？”奚秋一愣，“他……有师父？”
en_us: "What?" Xi Qiu exclaimed. "He... has a master?"

source: “啥？”奚秋一愣，一时没反应过来，这是什么要求？
en_us: "What?" Xi Qiu was momentarily stumped. What kind of request was that?

source: “啥？尽量说！”他一拍胸。
en_us: "What is it? Feel free to say it!" He slapped his chest.

source: “啪！”
en_us: "Pow!"

source: “啪！”“啪！”“啪！”
en_us: Pow! Pow! Pow!

source: “啪，啪！”
en_us: Pow! Pow!

source: “喂……你到是听我说完啊。”孤月嘴角一抽，每次听到一半是什么鬼？“不是你提起的吗？”
en_us: "Hey... Let me finish," Lonemoon pursed his lips. Why did she always stop listening halfway? "Didn't you bring it up?"

source: “喂。”孤月带些不满的看向旁边的羿清，“你明知道那群人有问题，干嘛还同意沈萤带回去。”
en_us: "Hey." Lonemoon sounded displeased as he looked over at Yi Qing at the side. "You knew that there was something off with this bunch of people, so why did you agree with Shen Ying to bring them back?"

source: “喂。”沈萤推了推人，“你怎么了？厨……徒弟，你别吓我！”
en_us: "Hey." Shen Ying nudged him and exclaimed, "What happened to you? Chef… Disciple, don't you scare me!"

source: “喂。”沈萤推了推旁边的孤月，“它到底男的女的？”
en_us: "Hey," Shen Ying smacked Lonemoon's arm, "Is it a guy or a girl?"

source: “喂喂喂……”
en_us: "Hey hey hey..."

source: “喂喂喂……”孤月嘴角一抽，你到底有没有听我说话，脑残粉还能不能好了？
en_us: "Hey, hey hey…" Lonemoon's mouth twitched. Did you even listen to me, when will you recover from your 'brain-damaged fan' sickness?

source: “喂喂喂，你干嘛，没事吧？”沈萤吓了一跳，他这是干了啥啊喂？
en_us: "Hey, hey, hey, what's happening, are you alright?" Shen Ying got a fright. Why was he doing this?

source: “喂喂喂，听说了吗？郁家的游仙被无敌派掌门废了，连家主都失踪了。”
en_us: "Hey, hey, hey. Have you heard? The Traveling Immortals from the Yu Family got beaten up by the Invincible Sect's Master. Even the Yu Family's Master is missing."

source: “喂喂喂，飞那么快干嘛？”孤月立马也御器追了上去。
en_us: "Hey, hey, hey, why are you flying so fast?" Lonemoon also followed behind immediately on his sword.

source: “喂！”孤月嘴角一抽，“啃老就啃老，能不能别说得这么光明正大？”要点B脸！
en_us: "Hey!" Lonemoon mouth's twitched. "You were just leeching off your parents, can you not make it sound so righteous?" Have some respect!

source: “喂！你没事吧？”见地上的人突然又不动了，沈萤拿萝卜戳了戳，“不会对萝卜过敏吧？”
en_us: "Hey! Are you alright?” Noticing that the man had suddenly stopped moving again, Shen Ying prodded the carrot, "Don't tell me he's allergic to the carrot?"

source: “喂，你们好歹也说两句吧？”到底是谁的门派啊喂？
en_us: "Hey. Shouldn’t the both of you at the very least say a few words?" Whose sect was this exactly?

source: “喂，你俩差不多得了。”沈萤翻了个白眼，欺负一颗素菜，有意思吗？“不是说要去那个什么什么城？”
en_us: "Hey, that's enough from you two.” Shen Ying rolled her eyes. What’s the point of bullying a vegetable? "Weren't we going to the… whatever town?"

source: “喂，你到是给我留点！”本来就是一整块肉，夹走还剩个毛啊。刚想上去分一块下来，沈萤却突然手一松，手里的肉叭一下又掉了回去，溅起碗上的汤汁，撒了他一身。
en_us: "Hey, leave some for me!" There was an entire slab of meat; she could have just left him a slice. He moved his utensils towards the slab of meat, but Shen Ying suddenly let go of it. The slab of meat dropped back into the bowl and the gravy splattered all over Lonemoon.

source: “喂，你清醒一点，她明显在忽悠你啊？”
en_us: "Hey, can you wake up, she was obviously bluffing you?"

source: “喂，吃货！”孤月没再理她，反而推了推沈萤道，“我得去太虚派一趟，拖着那群老家伙，尽量不让他们发觉，有人进了悟剑峰。你们给我抓紧点。”
en_us: "Hey, foodie!" Ignoring Qi Chengyu entirely, Lonemoon nudged Shen Ying, saying, "I have to go to the Grand Vacuity Sect to try to distract that bunch of old geezers so they don’t discover that Sword Comprehension Peak has been broken into. You all better hurry."

source: “喂，沈萤。”他转头推了一把身边昏昏欲睡的人，“这幡不是你厨……啊呸，你徒弟送来的吗？这上面的阵法是啥，你知道不？”
en_us: "Hey, Shen Ying." He turned and nudged the sleepy person beside him. "Wasn’t this gonfalon sent over here by your chef… pooh, disciple? What's this array formation on its top, do you have any clue?"

source: “喂，解释一下。”唯一看不懂的围观群众萤，踢了踢旁边的魔王。
en_us: "Hey, mind explaining it to me?" Ying, the only bystander who could not tell from observation, kicked the Devil King who was beside him.

source: “喂，那谁……”右侧却传来一个轻柔的女声。
en_us: "Hey, you…" A gentle female voice came from the right side.

source: “喝！”
en_us: "Gulp!"

source: “喝！看我大成的暴雨拳，苍狼你小心了！”
en_us: "Hoo! Take me Phenomenal-Stage Thunderstorm Fist! Lone Wolf, you watch out!"

source: “喝！看招，流云散手！”
en_us: "Hah! Take this, Cloud-Spin Free Hand!"

source: “喵呜……”他抬头弱弱的看了三人一眼，突然似是想到了什么，转身从袋子里掏出一团黄灿灿的东西，往他们的方向推了过来。
en_us: "Meow…" He looked up timidly at the three people in front of him. Suddenly thinking of something, he turned and pulled out a shiny golden object from his bag and pushed it to them.

source: “喵呜！”狸猫吓得一抖，眼泪顿时就涌了出来，用力的摇起了头，“上仙饶命啊喵，我没有？我虽然不吃素，但我是只纯正的家猫，从不害人的好喵喵。”
en_us: “Meow!" The civet cat trembled in fear and tears flowed from his eyes. He shook his head hard, saying, "Exalted Immortal, spare me, I didn't do it. I may not be a vegetarian, but I am a pure domestic cat. I've never harmed anyone."

source: “喵喵……喵的贺礼！”狸猫眼泪顿时就涌了出来，看着那个明显已经被用过的盒子，心都碎了。呜呜呜……族长要扒了它的喵皮了。
en_us: "Meow, meow… my gift!" The civet cat burst into tears and looked at the box that had obviously been used. His heart was broken. Ooh, ooh, ooh… his clan patriarch was going to have his skin.

source: “喵喵喵。”它疯狂点头。“他们出去就会被狐妖抓住的，喵已经很努力的让大家不要出镇了喵。”
en_us: "Meow, meow, meow." It nodded its head vigorously. "Once they step out of the town, they will be caught by the fox demon. I have been working very hard to keep everyone from leaving the town."

source: “喵喵喵。”狸猫用力的点头。
en_us: "Meow, meow, meow." The civet cat nodded its head vigorously.

source: “喵的贺礼！”身后传来一道惊呼，羿清下意识的回头一看，才发现沈萤拎着只狸猫也过来了。细一看，那狐妖的一条尾巴上，果然抓着一只长方形的盒子。
en_us: "My gift!" came a cry behind him. Yi Qing instinctively looked back, only to see the civet cat that Shen Ying had brought along. On closer look, Yi Qing saw a rectangular box on the tail of the fox demon.

source: “嗡——”
en_us: "Buzz—"

source: “嗡！”
en_us: "Buzz!"

source: “嗤嗤！”
en_us: "Tsk Tsk!"

source: “嗯……”
en_us: "Er..."

source: “嗯……”她却没有半点生气的样子，反而状似认真的回忆起来，“好像是这么回事。”
en_us: "Well…" The woman did not show the least bit of anger. Instead, she seemed to give the matter some serious thought before replying, "That does seem to be the case."

source: “嗯……不管了，先清点药田，完成任务后回去好好研究一番！”
en_us: "Eh… whatever, I'll finish up here first and do a thorough study of it once I complete the mission!"

source: “嗯……因为懒得挖坑吧。”
en_us: "Oh... because I was lazy to dig a hole."

source: “嗯……没有。”沈萤摇了摇头道，“再等等！”
en_us: “Hmm... Nope” Shen Ying shook her head,"Let's wait for a while more!"

source: “嗯……犬瘟？”
en_us: "Uh... Canine distemper?"

source: “嗯……看起来挺好吃的样子。”
en_us: "Hmmm... Others that are suitable for eating."

source: “嗯……算，算吧。”他抽了抽嘴角才不甘不愿的挤出几个字。
en_us: "Yeah… Forget, forget it." His mouth twitched before squeezing out these few words.

source: “嗯……药力已经环绕丹田了，得快点用黑色元力增幅药力，否则这点药力很快就消散了。”
en_us: "Eh... the medicinal power is already revolving around the dantian. I should quickly apply some black essence force to increase this power, otherwise this little bit of medicinal power will quickly dissipate."

source: “嗯……试试膝盖！”
en_us: "Oh… time to try my knee!"

source: “嗯……这黄参丹的药力开始发作了，自动在滋补伤口了，可惜药力太弱了……”
en_us: "Eh... The medicinal power of this Yellow Ginseng Elixir is starting to take effect and is automatically healing the wound—it's just too bad that the medicinal efficacy is too weak..."

source: “嗯……都是虚招！”
en_us: "Oh... it was all an empty trick!"

source: “嗯。”
en_us: "Okay."

source: “嗯。”她点了点头，半会又意味不明的加了一句，“宵夜发胖。”
en_us: "Yup." The woman nodded. Moments later, she added vaguely "Supper is fattening."

source: “嗯。”她点头，不就是找个落角的地方吗？靠别人，不如靠自己啊，还是说需要办啥手续，或是营业执照之类？
en_us: "Yeah." Shen Ying nodded. All they needed to do was find a corner to train in, right? It was better to rely on themselves than on other people. Or did they have to settle administrative matters and apply for permits?

source: “嗯。”孤月淡淡的应了一声，顺手捏了一个法诀朝着噬魂幡打去，那旗却还是没有反应，晃都没晃一下。
en_us: "Hmm." Lonemoon responded calmly, at the same time producing a hand seal in passing before directing it at the flag. There was still no response from the flag; it didn't even shake.

source: “嗯。”既然已经插手了，那就查个清楚。
en_us: "Yes." Since she was already meddling, she needed to get to the bottom of it.

source: “嗯。”来人点了点头，神情仍是那高不可及的淡漠。环视了一圈四周，才把视线定在了上方的幡旗上，“噬魂幡！为何会在此，你等解决那个魔修了？”
en_us: "Hmm." He nodded, still wearing that expression of saintly indifference. Looking around, he set his sights on the flag above. "Soul Devouring Gonfalon! Why is it here, have you gotten rid of that fiendish cultivator?"

source: “嗯。”沈萤一本正经的点头，“可以做饭了吗？”
en_us: "Yeah," Shen Ying nodded solemnly. "Can we eat now?"

source: “嗯。”沈萤也瞅了瞅他离开的方向，“他今天没有炸毛！”
en_us: "Yeah," Shen Ying's gaze followed Lonemoon as he walked out of the rear hall. He hasn't blown up today!"

source: “嗯。”沈萤应了一声。
en_us: "Okay," Shen Ying replied.

source: “嗯。”沈萤打了个哈欠，“好困啊！你问她们吧！”沈萤顺手把脚上已经睡着的萝卜拔了下来，塞进牛爸爸怀里。转身就趴在了桌上。唉，也是不懂为啥做坏事的都喜欢选晚上呢，影响睡眠多不好？
en_us: "Yeah," Shen Ying answered with a yawn. "I'm so sleepy! You ask them!" As she spoke, she plucked off the radish that had fallen asleep on her foot, stuffed it into Father Niu's arms and then flopped herself down on a table. I don't understand why people choose to commit crimes at night. Don't they know that sleep deprivation is harmful?"

source: “嗯。”沈萤满意的点了点头，这才拍拍屁股从椅子上走了下来，“那没事了，散会！”
en_us: "Mm." Shen Ying nodded in approval. Finally, she stood up and walked toward them. "I have nothing else for you. Dismissed!"

source: “嗯。”沈萤点了点头，揉了揉自己的肩膀，随口问道，“对了，我昨晚到底怎么睡着的？怎么一觉醒来，腰酸背疼像打了场架一样。”
en_us: "Yes." Shen Ying nodded, rubbing her shoulder. She casually asked, "By the way, how did I fall asleep last night? Why does my back feel so sore after waking up, as if I had been in a fight."

source: “嗯。”沈萤焉焉的点了个头，有点犯困，也没精力打量四周了。
en_us: "Yeah." Shen Ying nodded absent-mindedly; feeling a little sleepy, she did not have the strength to look around at the surroundings.

source: “嗯。”沈萤理解的拍了拍他的肩，“我懂，都是成年人。”
en_us: "Yeah." Shen Ying patted his shoulders understandingly. "I understand, we are all adults."

source: “嗯。”沈萤赞同的点了点头，“我也爱吃鸡！”
en_us: "Yeah." Shen Ying agreed, nodding. "I also love chicken!"

source: “嗯。”点头，她们做的菜没你好吃，“现在可以回去睡觉了？”
en_us: "Yeah." She nodded. Their dishes weren’t as tasty as yours. "Now can you go back to sleep?"

source: “嗯。”白泽点了点头，瞅向始终被挡在他身后的某人，顿时有些不高兴。
en_us: "Yes," Bai Ze nodded. He glanced at Yi Feng behind him and a look of contempt flashed past his face.

source: “嗯。”羿清点了点头，再次挥出一剑，顺着劈开的通道飞了进去，眼看火焰再次燃上来，身后的孤月紧接着一剑劈了出去，再次把路开出来。
en_us: "Alright." Yi Qing nodded in agreement. Swinging his sword once again, he flew through the newly created path. Seeing that flames were leaping up once again, Lonemoon followed closely behind, hacking open a path with his sword once again.

source: “嗯嗯嗯嗯。”认真吃鸡。
en_us: "Uh-huh, huh." Shen Ying continued eating her chicken diligently.

source: “嗯嗯！”江小奴接过金叶子重重的点头，又咧嘴一笑，露出两个可爱的小虎牙：“少爷放心吧，我不出大院的。”
en_us: "Mm-mm!" Taking the gold leaf, Xiaonu nodded emphatically and cracked a toothy grin, revealing two adorable little canines, "Don't worry, Young Master. I will not go out of the courtyard."

source: “嗯！”他点了点头，“现在只能如此了。”希望不会被那群人看出来。
en_us: "That's right!" he nodded. "There' s no other way now." Let's hope those men don't see through our plan.

source: “嗯！”沈萤点了点头。
en_us: "Yep!" Shen Ying nodded his head.

source: “嗯，体形也很大，看来可以吃很久的样子。就不知道贵不贵？牛爸爸会同意买的吧？咦……怎么变色了？”
en_us: "Mm, its body is huge as well. It can definitely last me a long time. I just don't know if it's expensive? Would Father Niu agree to buy it? Eh... why is it a different colour?"

source: “嗯，先去荣管事那说一声。”
en_us: "Yes, I should go inform Chief Rong first."

source: “嗯，嗯，少爷最厉害了！”
en_us: "Uh huh, uh huh, Young Master is the best!"

source: “嗯，嘴巴好像是没动。”
en_us: "Hmm, your mouth didn't move..."

source: “嗯，好。”沈萤点了点头，“但是小……”
en_us: "Yeah, okay," Shen Ying nodded. "But Little..."

source: “嗯，好的掌门，我明白了！”说完，像是下定了什么决心似的，猛的站了起来，“我这就过去！”说完直接气势汹汹的就出门去了。
en_us: "Okay, you''re right, Sect Master. I understand now!" She had renewed determination as she said this. She stood up aggressively, "I'm going over right this second!" She immediately walked out the door.

source: “嗯，对了，还要记得还要有桌子。”
en_us: "Oh, and remember to get a table."

source: “嗯，少爷最厉害了，少爷加油！”
en_us: "Yea, Young Master is the best! Young Master, you can do it!"

source: “嗯，少爷最好了！”小奴感动得稀里糊涂的，泪水更如雨水般落下。
en_us: "Uh huh, Young Master is the best!" Xiaonu was so touched that she muddleheadedly cried even harder. Her tears streamed down like rainwater.

source: “嗯，就在你们过来之前。”她想了想，又加了一句，“一闪就消失了。”
en_us: Shen Ying replied, "Yes. It appeared before you came." She thought for a while, before adding, "but it disappeared in an instant."

source: “嗯，尽你所能。”
en_us: Lonemoon confirmed, "yes, just do your best."

source: “嗯，差不多了，试试！”
en_us: "Yeah, almost there! I shall keep trying!"

source: “嗯，差不多吧！”沈萤回想了一遍牛爸爸的话，“要那种萝卜地，你以前不是经常给我送萝卜吗？应该有的吧？”
en_us: "Yes, that's about the jist of it!" Recalling what Father Niu had said, Shen Ying asked, "I want the kind of place suitable for growing radishes. Didn't you often use to send me radishes? I imagine you should have such a place?"

source: “嗯，师……”他习惯性的想点头，眼神一扫前面的人，瞬间又改变了主意，“师父，现在是巳时，还不到午饭时间。”他得在这盯着，坚决不给小婊砸接近师父的机会。
en_us: "Yes, Mas..." he habitually nodded his head and scanned the group of people in front of him before he suddenly changed his mind. "Master, it's only ten in the morning; it's not lunch time yet." He had to keep watch around here to make sure that the little bastard did not try to steal his master.

source: “嗯，我也这么想。”孤月点了点头。
en_us: "Yes, I think so too." Lonemoon nodded.

source: “嗯，我相信你，努力加油！”沈萤用力拍了拍他的肩膀，“好好休息，争取早点恢复才能继续做……修行！”
en_us: "Well, I believe in you, you can do it!" said Shen Ying giving him a an encouraging thump on the shoulder. "Have a good rest so that you will recover faster to continue with your... practice!"

source: “嗯，我穿过来那天，就这样了。”
en_us: "Well, I was like that from the day I was transported here."

source: “嗯，看一本顶三百年。”
en_us: "Yeah, one book is sufficient to last you for 300 years."

source: “嗯，看看消耗之后是否能继续提炼出？”
en_us: "Hmm... Let's see if I can continue extracting after consuming them."

source: “嗯，辛苦了。”
en_us: "Good job."

source: “嗯，辛苦你了。”
en_us: "Thanks."

source: “嗯，这个是茯苓，二十钱……”
en_us: "Yes, this is china root, one hundred grams..."

source: “嗯，这个要问牛爸爸。”招生策划是他写的，“不急，等他回来再说吧。”
en_us: "Yeah, you have to ask Father Niu about that." He was the one who wrote the recruitment plan. "No rush. Wait till he gets back to talk about that."

source: “嗯，这名江家子弟本性不错，不贪心！”
en_us: "Uh huh, this Jiang Clan son has a good personality, he's not at all greedy!"

source: “嗯，这点我也清楚。”孤月点了点头，“但这秘境毕竟出现在玄天宗的地界，于情于理我们都不能不理。至于入秘境之事……你是掌门，这事由你来决定。”
en_us: "Yes, I am clear about that." Lonemoon nodded. "But since this mystic realm has surfaced within Blackheaven Sect domain, there is no reason for us to ignore it. As for entering the mystic realm… you are the sect master, you shall make the decision."

source: “嗯，酒庄老板娘都不失眠了。”
en_us: "The winery boss has no more insomnia."

source: “嗯？”
en_us: "Oh?"

source: “嗯？”他话还没说完，沈萤猛的回过头来，顿时满天的杀气，像决堤的洪水一般，哗啦啦朝他涌了过来。
en_us: "Huh?" Before he could finished his sentence, Shen Ying turned her head and suddenly a stream of murderous aura, like water from a flooded bank, rushed toward him.

source: “嗯？”她回头一看，只见刚刚还在打嗝的萝卜，突然全身发出红光，转瞬从一只白萝卜变成了一只红萝卜，“这是……熟了吗？”
en_us: "Huh?" She turned back to see the burping radish emitting a red glow, transforming from a white radish to a red radish. "Is it… cooked?"

source: “嗯？”她应了一声，转头换了个边，继续摊在桌上。
en_us: "Yes?” she answered, turning her head around before resting it on the table again.

source: “嗯？”杀气四溢。
en_us: "Huh?" A murderous vibe filled the air.

source: “嗯？”正想唤出下一道风刃的郁海珩，皱了皱眉似是发现了什么，扫了在场的众人一眼，突然露出一个诡异的笑容，“你们所有人都集中在前殿，故意不往左边的偏殿而去，莫非那里藏着什么重要的东西不成？”
en_us: "Eh?" Yu Hai Heng was just about to summon another wind blade when he realised something. He frowned and scanned the people surrounding him. Then, he smiled deviously, "You're all gathered around the front hall and avoiding the Palace Wing on the left. Are you hiding something important in there?"

source: “嗯？”沈萤一愣，顺着他的视线看向手里的剑，啥意思？
en_us: "Hm?" Shen Ying followed Yi Qing's line of sight and stared at the broken sword in her hand. What is he talking about?

source: “嗯？”沈萤再次回头，“还有事？”
en_us: ""Huh?" Shen Ying turned her head around once again and asked, "Is there still anything else?"

source: “嗯？”沈萤回过头。
en_us: "Yes?" Shen Ying turned.

source: “嗯？我没跟你说吗？”沈萤抓了抓头道，“那天厨子在帮他驱除元灵剑气的时候，在他体内发现了点别的东西。”
en_us: “Hmm？Did I not mention this to you？”Shen Ying scratched her head as she went on, “Other than the Qi of YuanLing Sword the chef tried to help him drive out the other day, something else was discovered in his body. ”

source: “嗯？果然有点意思！”
en_us: "Mm? How fascinating indeed!"

source: “嗯？这位少爷好强的气势，最少有铸鼎境六重吧？这是哪家的少爷，为何要点名找我？”
en_us: "Oh? What a powerful aura coming off of this young master, I'd reckon the power level is at least at the sixth stage of the Cast Tripod Realm. Which family does this young master belong to, and why has he ordered me?"

source: “嘤嘤嘤……”
en_us: "Wa wa wa..."

source: “嘤嘤嘤……”你们这是嫉妒我的美貌。
en_us: "Wa wa wa...." You are all just jealous of my beauty.

source: “嘶……”
en_us: "Hiss..."

source: “嘿嘿！”
en_us: "Hehe!"

source: “噗！”
en_us: "Pop!"

source: “噬魂幡还没有净化！”孤月一惊，三天前他已经布下了净化大阵，按说里面的恶鬼再强，也应该被净化了才是，莫非又出了什么变故？
en_us: "The Soul Devouring Gonfalon has not been purged!" Lonemoon was shocked. Three days ago, he had already set up a huge purge array; logically speaking, no matter how powerful the demon souls inside it were, they should have been purged. Could something unforeseen have happened again?

source: “噬魂幡！”
en_us: "The Soul Devouring Gonfalon!"

source: “噬魂幡！”羿清一惊，接过旗子仔细一看，只见那旗面上黑气翻涌，脸刷的一下白了，“不好，这幡少了主人的控制，上面的噬魂阵就要崩溃了，里面又全是怨死的恶鬼……”他想到什么，脸色更加难看，立马盘脚坐下，“必须赶紧封印它们。”
en_us: "Soul Devouring Gonfalon!" Shocked, Yi Qing took the flag from her and looked at it closely. The flag was covered with swirls of black Qi. His face turned pale instantly, "Oh no, the Gonfalon is under the control of his master. The Soul Devouring Array is about to collapse, and inside it are all the ghosts of those who died in grievance..." His expression grew more serious as a certain thought crossed his mind. He sat down immediately in the lotus position. "We must quickly seal them off."
